/* State and Keywordgroupnames */
"/LassoScript-HTML/Default Lasso Tags" = "Standard Lasso Tags";
"/LassoScript-HTML/Default Lasso Types" = "Standard Lasso Typen";
"/LassoScript-HTML/Dynamic Lasso Member Tags" = "Dynamische Lasso Member Tags";
"/LassoScript-HTML/Dynamic Lasso Tags/Types" = "Dynamische Lasso Tags/Types";
"/LassoScript-HTML/Lasso Tag/Type Parameters" = "Lasso Tag/Type Parameter";
"/LassoScript-HTML/Numbers" = "Zahlen";
"/LassoScript-HTML/Variables" = "Variablen ($ und #)";
"/LassoScript-HTML/LassoScript Block 2" = "LassoScript Code Block";
"/LassoScript-HTML/MultiComment" = "/* Mehrzeiliger Kommentar */";
"/LassoScript-HTML/SingleComment" = "// Inline Kommentar";
"/LassoScript-HTML/StringDouble" = "\"Zeichenketten\"";
"/LassoScript-HTML/String" = "'Zeichenketten'";
"/LassoScript-HTML/HTML" = "<HTML>";
"/LassoScript-HTML/Tags" = "<HTML Tags>";
"/LassoScript-HTML/Tag Attributes" = "<HTML Tag> Attribute";
"/LassoScript-HTML/Strings" = "\"Zeichenketten\"";
"/LassoScript-HTML/LassoScript Block" = "LassoScript Code Block";
"/LassoScript-HTML/Entities" = "Entities";
"/LassoScript-HTML/HTMLComment" = "<!-- HTML Kommentar -->";
"/LassoScript-HTML/End Tag" = "Schliessender Tag";